Revit 2027 API
UnitTypeId.PoundsForcePerFoot Property
 Pounds force per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsForcePerFoot { get; }
Public Shared ReadOnly Property PoundsForcePerFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsForcePerFoot {
	ForgeTypeId^ get ();
}
static member PoundsForcePerFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace